cask_args appdir: '/Applications'
tap "d12frosted/emacs-plus"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "petere/postgresql"
tap "puma/puma"
tap "universal-ctags/universal-ctags"
cask "xquartz"
brew "ack"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "bash"
brew "bash-completion"
brew "bat"
brew "xz"
brew "cairo"
brew "gmp"
brew "libevent"
brew "libunistring"
brew "nettle"
brew "cask"
brew "cmake"
brew "ctags"
brew "ditaa"
brew "docker", link: false
brew "dos2unix"
brew "wxmac"
brew "exa"
brew "faac"
brew "fasd"
brew "fd"
brew "giflib"
brew "harfbuzz"
brew "lame"
brew "webp"
brew "ffmpeg"
brew "pcre2"
brew "fzf"
brew "gd"
brew "gdb"
brew "git"
brew "git-extras"
brew "libgpg-error"
brew "libksba"
brew "gnupg", link: false
brew "graphviz"
brew "grc"
brew "helm"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "imagemagick@6"
brew "imlib2"
brew "ispell"
brew "jp2a"
brew "jq"
brew "libcaca"
brew "libssh2"
brew "libgit2"
brew "pango"
brew "libvo-aacenc"
brew "libxml2"
brew "libxslt"
brew "mosh"
brew "multimarkdown"
brew "neovim"
brew "openldap"
brew "ossp-uuid"
brew "tmux"
brew "overmind"
brew "pandoc"
brew "postgresql@9.6", restart_service: true, link: true
brew "postgresql", restart_service: true, link: false
brew "qt"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "roundup"
brew "rsync"
brew "sk"
brew "spark"
brew "ssh-copy-id"
brew "texinfo"
brew "the_silver_searcher"
brew "tldr"
brew "unrar"
brew "utf8proc"
brew "vim"
brew "watchman"
brew "wget"
brew "wrk"
brew "xmlstarlet"
brew "zlib"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-cacodemon-icon"]
brew "puma/puma/puma-dev"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"], link: false
cask "alfred"
cask "caffeine"
cask "docker"
cask "flycut"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "notion"
cask "java"
cask "kitty"
cask "mactex"
cask "postman"
cask "spectacle"
cask "spotify"
cask "superproductivity"
cask "visual-studio-code"
