tap 'azure/functions'
tap 'd12frosted/emacs-plus'
tap 'gigalixir/brew'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
brew 'ack'
brew 'coreutils'
brew 'libtool'
brew 'libyaml'
brew 'openssl@1.1'
brew 'readline'
brew 'asdf'
brew 'aspell'
brew 'autojump'
brew 'bash'
brew 'bash-completion'
brew 'bat'
brew 'libevent'
brew 'gnutls'
brew 'cask'
brew 'ctags', link: false
brew 'dos2unix'
brew 'exa'
brew 'fasd'
brew 'fd'
brew 'webp'
brew 'ffmpeg'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-extras'
brew 'gnu-sed'
brew 'gnupg'
brew 'htop'
brew 'hub'
brew 'imagemagick'
brew 'ispell'
brew 'languagetool'
brew 'mailutils'
brew 'markdown', link: false
brew 'memtester'
brew 'mosh'
brew 'neovim'
brew 'utf8proc'
brew 'tmux'
brew 'pandoc'
brew 'postgresql', restart_service: true
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'ripgrep'
brew 'rsync'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'unrar'
brew 'vim'
brew 'watchman'
brew 'wget'
brew 'wrk'
brew 'youtube-dl'
brew 'zlib'
brew 'd12frosted/emacs-plus/emacs-plus@27', args: %w[with-cacodemon-icon with-no-titlebar]
cask 'alfred'
cask 'caffeine'
cask 'chromedriver'
cask 'docker'
cask 'firefox'
cask 'font-jetbrains-mono'
cask 'google-chrome'
cask 'grammarly'
cask 'handbrake'
cask 'kap'
cask 'kitty'
cask 'postman'
